Repository: eduNEXT/FeedbackXBlock
Catalog: feedback/locale/*/LC_MESSAGES/text.po
Languages: es

source: What did you learn from this? What was missing?
es: ¿Qué aprendió de esto? ¿Qué faltó?

source: Think about the material, and try to synthesize key lessons learned, as well as key gaps in our presentation.
es: Piense en el material, e intente sintetizar las lecciones clave aprendidas, así como las brechas clave en nuestra presentación.

source: How would you rate this as a learning experience?
es: ¿Cómo calificaría esto como una experiencia de aprendizaje?

source: Take a little bit of time to reflect here. Research shows that a meaningful synthesis will help you better understand and remember material from this course.
es: Tómese un poco de tiempo para reflexionar aquí. La investigación muestra que una síntesis significativa le ayudará a comprender y recordar mejor el material de este curso.

source: Excellent
es: Excelente

source: Good
es: Bueno

source: Average
es: Promedio

source: Fair
es: Justo

source: Poor
es: Pobre

source: Freeform user prompt
es: Pregunta del usuario en el formulario

source: Random number generated for p. -1 if uninitialized
es: Número aleatorio generado para p. -1 si no está inicializado

source: How user voted. -1 if didn't vote
es: Cómo votó el usuario. -1 si no votó

source: What percent of the time should this show?
es: ¿Qué porcentaje del tiempo debería mostrarse esto?

source: A list of user votes
es: Una lista de votos de usuario

source: Feedback
es: Comentario

source: Display Name
es: Nombre a mostrar

source: Provide Feedback
es: Proveer retroalimentación

source: Please reflect on this course material
es: Por favor reflexione sobre este material del curso

source: Please take time to meaningfully reflect on your experience with this course material.
es: Por favor tómese el tiempo para reflexionar significativamente sobre su experiencia con este material del curso.

source: Please rate your overall experience
es: Por favor califique su experiencia general

source: Please take a moment to thoughtfully reflect.
es: Por favor tómese un momento para reflexionar con cuidado.

source: Thank you for voting!
es: ¡Gracias por votar!

source: Please vote!
es: ¡Por favor vote!

source: Thank you for your feedback!
es: ¡Gracias por su comentario!

source: Submit Feedback
es: Enviar comentario

source: This XBlock allows you to collect student feedback on pieces of the course. This may be helpful either for course improvement, or to give students a chance to reflect on what they have done.
es: Este XBlock le permite recolectar feedback de los estudiantes sobre las partes del curso. Esto puede ser útil para mejorar el curso, o para dar a los estudiantes la oportunidad de reflexionar sobre lo que han hecho.

source: Display name
es: Nombre a mostrar

source: The name of the component.
es: El nombre del componente

source: Voting message
es: Message al votar

source: The message to show after user vote.
es: El mensaje a mostrar después de que el usuario vote.

source: Feedback message
es: Message al comentar

source: The message to show after user feedback.
es: El mensaje a mostrar después de que el usuario comente.

source: Show aggregate report to students
es: Mostrar reporte agregado a los estudiantes

source: False
es: Falso

source: True
es: Verdadero

source: Wheter to show the aggregate report to students.
es: Si mostrar o no el reporte agregado a los estudiantes.

source: Freeform prompt
es: Pregunta del formulario de feedback

source: Example: Please provide us feedback on this section.
es: Ejemplo: Por favor proveanos feedback sobre esta sección.

source: Freeform placeholder
es: Texto del formulario de feedback

source: This is shown as grayed out text before the student has answered.
es: Esto es mostrado como texto gris antes de que el estudiante haya respondido.

source: Likert icon set
es: Conjunto de iconos Likert

source: Faces (happy to sad)
es: Caras (feliz a triste))

source: Faces (sad to happy to sad)
es: Caras (triste a feliz a triste))

source: Numeric
es: Numérico

source: We can either show happy/sad faces, or numbers 1-5.
es: Podemos mostrar caras felices/tristes, o números 1-5.

source: Likert prompt
es: Message del likert

source: Example: Please rate your overall experience with this section.
es: Ejemplo: Por favor califique su experiencia general con esta sección.

source: Likert option 1
es: Opcción 1

source: Example: Excellent!
es: Ejemplo: ¡Excelente!

source: Likert option 2
es: Opción 2

source: Example: Good
es: Ejemplo: Bueno

source: Likert option 3
es: Opción 3

source: Example: Average
es: Ejemplo: Promedio

source: Likert option 4
es: Opción 4

source: Example: Fair
es: Ejemplo: Justo

source: Likert option 5
es: Opción 5

source: Example: Poor
es: Ejemplo: Pobre

source: Save
es: Guardar

source: Cancel
es: Cancelar
